Repository: alfredfo/accountsservice
Catalog: po/*.po
Languages: ro

source: Change your own user data
ro: Schimbă datele de utilizator

source: Authentication is required to change your own user data
ro: Autentificarea este necesară pentru a vă schimba datele de utilizator

source: Change your own user password
ro: Schimbați-vă parola de utilizator

source: Authentication is required to change your own user password
ro: Autentificarea este necesară pentru a vă schimba parola de utilizator

source: Manage user accounts
ro: Administrează conturile de utilizator

source: Authentication is required to change user data
ro: Autentificarea este necesară pentru a schimba datele de utilizator

source: Change the login screen configuration
ro: Schimbă configurarea ecranului de autentificare

source: Authentication is required to change the login screen configuration
ro: Autentificarea este necesară pentru a schimba configurația ecranului de autentificare

source: Output version information and exit
ro: Afișează informații despre versiune și ieși

source: Replace existing instance
ro: Înlocuiește instanța existentă

source: Enable debugging code
ro: Activează codul de depanare

source: Provides D-Bus interfaces for querying and manipulating user account information.
ro: Asigură interfețe D-Bus pentru interogarea și manipularea informațiilor contului de utilizator.
